Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=456_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Alkuperäiskansojen osallisuus turvattava pohjoisen ulottuvuuden yhteistyössä
sme: Eamiálbmogiid osolašvuođa galgá sihkkarastit davvi dimenšuvn

source: Tänään päättyi toinen pohjoisen ulottuvuuden parlamentaarinen foorumi.
sme: Otne nogai nubbi davvi dimenšuvnna parlamentáralaš forum.

source: Foorumissa saamelaista parlamentaarista neuvostoa (SPN) edusti Suomen saamelaiskäräjien ja SPN:n puheenjohtaja Klemetti Näkkäläjärvi.
sme: Forumas sámi parlamentáralaš ráđi (SPR) ovddastii Suoma sámedikki ja SPR ságajođiheaddji Klemetti Näkkäläjärvi.

source: Foorumi lähetti vahvan viestin pohjoisen ulottuvuuden yhteistyöhön osallistuville valtioille.
sme: Forum sáddii nana signála davvi dimenšuvnna ovttasbargui oassálasti stáhtaide.

source: Foorumin julkilausumassa vaadittiin valtioita yhteistyössä alkuperäiskansojen kanssa laatimaan malli, miten alkuperäiskansojen osallistumis- ja vaikuttamismahdollisuudet turvataan pohjoisen ulottuvuuden yhteistyössä ” kertoo Näkkäläjärvi, joka oli SPN:n ja ainoana alkuperäiskansojen edustajana valmistelemassa foorumin julkilausumaa.
sme: Foruma loahppaárvalusas gáibiduvvui, ahte stáhtat ovttasbarggus eamiálbmogiiguin ráhkadit málle, mo eamiálbmogiid oassálastin- ja váikkuhanvejolašvuođat sihkkarastojit davvi dimenšuvnna ovttasbarggus ” muitala Näkkäläjärvi, gii lei SPR:a ja eamiálbmogiid áidna ovddasteaddjin ráhkadeamen foruma loahppaárvalusa.

source: Pohjoinen ulottuvuus (PU) on yhteistyötä neljän tasa-arvoisen kumppanin: Euroopan Unionin, Venäjän, Norjan ja Islannin välillä.
sme: Davvi dimenšuvdna (DD) lea ovttasbargu njealji dásseárvosaš oassebeali Eurohpa Uniovnna, Ruošša, Norgga ja Islándda gaskkas.

source: Maantieteellisesti Pohjoisen ulottuvuuden alue kattaa Luoteis-Venäjän, Itämeren ja arktiset alueet, mukaan lukien Barentsin alue.
sme: Eatnandieđalaččat Davvi dimenšuvnna guovlu gokčá Oarjedavve-Ruošša, Nuortameara ja árktalaš guovlluid, fárus maiddái Barentsguovlu.

source: Yhdysvallat ja Kanada ovat Pohjoisen ulottuvuuden tarkkailijamaita.
sme: Ovttastuvvan stáhtat ja Kanada leat davvi dimenšuvnna dárkojeaddjeriikkat.

source: Pohjoisella ulottuvuudella on neljä kumppanuutta: ympäristö-, sosiaali- ja terveys-, liikenne- ja logistiikka- sekä kulttuurikumppanuus.
sme: Davvi dimenšuvnnas leat njeallje guoibmevuođa: biras-, sosiála- ja dearvvasvuohta-, johtalus- ja logistihkka- sihke kulturguoibmevuohta.

source: Ensimmäinen pohjoisen ulottuvuuden parlamentaarinen foorumi pidettiin Brysselissä vuonna 2009.
sme: Vuosttas davvi dimenšuvnna parlamentáralaš foruma dollui Brysselis jagi 2009.

source: Saamelaiset osallistuvat foorumiin SPN:n ja arktisten parlamentaarikkojen pysyvän komitean kautta.
sme: Sámit oassálaste forumii SPR:a ja árktalaš parlamentarihkáriid bissovaš komitea bokte.

source: Parlamentaarinen foorumi esittää alkuperäiskansojen oikeuksien huomioimista pohjoisen ulottuvuuden työssä. ”
sme: Parlamentáralaš forum evttoha eamiálbmogiid vuoigatvuođaid vuhtiiváldima davvi dimenšuvnna barggus. ”

source: Olen hyvin tyytyväinen forumin julkilausumaan ja SPN teki paljon työtä julkilausuman eteen.
sme: Lean hui duhtavaš foruma loahppaárvalussii ja SPR barggai olu loahppaárvalusa ovdii.

source: Sihteeristön alustavassa esityksessä julkilausumaksi ei ollut aluksi sanakaan alkuperäiskansojen oikeuksista.
sme: Čállingotti álgomuttu evttohusas loahppaárvalussan ii lean álggos sátnige eamiálbmogiid vuoigatvuođain.

source: Nyt alkuperäiskansojen oikeudet on huomioitu kattavasti julkilausumassa ja sen kumppanuusohjelmissa.
sme: Dál eamiálbmogiid vuoigatvuođat leat vuhtiiváldon viidát loahppaárvalusas ja dan guoibmevuohtaprográmmain.

source: On tärkeää, että alkuperäiskansojen oikeudet huomioidaan horisontaalisesti ” kertoo Näkkäläjärvi tyytyväisenä.
sme: Lea dehalaš, ahte eamiálbmogiid vuoigatvuođat vuhtiiváldojit horisontálalaččat ” muitala Näkkäläjärvi duđavažžan.

source: Foorumi vaati julkilausumassaan, että pohjoisen ulottuvuuden ja alkuperäiskansojen välistä yhteistyötä tulee lisätä ja syventää.
sme: Forum gáibida loahppaárvalusas, ahte davvi dimenšuvnna ja eamiálbmogiid gaskasaš ovttasbarggu galgá lasihit ja čiekŋudit.

source: Ympäristökumppanuudessa foorumi kehotti valtioita turvaamaan alkuperäiskansojen oikeudet kehitettäessä uusiutuvaa energiaa.
sme: Birasguoibmevuođas forum ávžžuhii stáhtaid sihkkarastit eamiálbmogiid vuoigatvuođaid ovddidettiin ođasmuvvi energiija.

source: Lisäksi luonnonresurssien hyödyntämisessä tulee kiinnittää erityistä huomiota alkuperäiskansojen oikeuksiin ja kulttuurisiin ja ympäristöllisiin vaikutuksiin. ”
sme: Lassin luondduresurssaid ávkingeavaheamis galgá giddet erenomáš fuopmášumi eamiálbmogiid vuoigatvuođaide ja kultur- ja birasváikkuhusaide. ”

source: Olen erittäin tyytyväinen kun julkilausumassa vaadittiin, että uusiutuvien energiamuotojen ja luonnonresurssien hyödyntäminen ei saa uhata alkuperäiskansojen oikeuksia.
sme: Lean erenomáš duhtavaš go loahppaárvalusas gáibiduvvui, ahte ođasmuvvi energiijahámiid ja luondduresurssaid ávkingeavaheapmi eai oaččo áitit eamiálbmogiid vuoigatvuođaid.

source: Myös Venäjän valtio hyväksyi oheiset muotoilut.
sme: Maiddái Ruošša stáhta dohkkehii dás namuhuvvon hábmemiid.

source: Tuulivoimapuistot ovat eri puolella saamelaisten asuttamia alueita uhanneet poronhoitoa.
sme: Bieggafápmorusttegat leat birra sámeguovllu áitán boazodoalu.

source: Luonnonresurssien hyödyntäminen, kuten öljyn poraus, erityisesti Venäjällä on uhannut monien alkuperäiskansojen toimeentuloa ja kulttuurin jatkuvuutta.
sme: Luondduresurssaid ávkingeavaheapmi, nugo oljju bovren, erenomážit Ruoššas lea áitán máŋggaid eamiálbmogiid áigáiboađu ja kultuvrra jotkkolašvuođa.

source: Toivottavasti julkilausuma huomioidaan Venäjän energiapolitiikassa. ”
sme: Sávvamis loahppaárvalus vuhtiiváldo Ruošša energiijapolitihkas. ”

source: Näkkäläjärvi kertoo.
sme: Näkkäläjärvi muitala.

source: Foorumi esitti, että sosiaali- ja terveyskumppanuuteen otettaisiin uusi osio, joka koskee perinteisten elinkeinojen turvaamista ja kehittämistä. ”
sme: Forum evttohii, ahte sosiála- ja dearvvasvuohtaguoibmevuhtii váldošii ođđa oassi, mii guoská árbevirolaš ealáhusaid sihkkarastima ja ovddideami. ”

source: Tämä on hyvin tärkeä esitys.
sme: Dát lea oalle dehalaš evttohus.

source: Perinteisten elinkeinojen heikko kannattavuus ja elinkeinojen harjoittamisedellytysten heikkeneminen on johtanut joissakin alkuperäiskansayhteisöissä vakaviin ongelmiin.
sme: Árbevirolaš ealáhusaid heajos gánnáhahttivuohta ja ealáhusaiguin barganeavttuid hedjoneapmi leat dagahan muhtin eamiálbmotservošiin lossa váttisvuođaid.

source: Esimerkiksi Kanadassa, kun hylkeennahan kauppa on EU:n kiellon johdosta pienentynyt, metsästäjien tulotaso on heikentynyt ja moni on joutunut lopettamaan elinkeinon.
sme: Ovdamearkan Kanadas, go njurjonáhki gávpi lea EU:a gildosa dihte geahppánan, meahcásteaddjiid boađut leat njiedjan ja máŋgasat leat gártan heaitit ealáhusa.

source: Tämä on johtanut sosiaalisiin ongelmiin kuten alkoholismiin ja jopa itsemurhiin ” Näkkäläjärvi taustoittaa.
sme: Dát lea dolvon sosiálalaš váttisvuođaide nugo alkoholismii ja juoba iešsorbmemiidda ” Näkkäläjärvi čilge.

source: Pohjoisen ulottuvuuden uusin kumppanuus on kulttuurikumppanuus.
sme: Davvi dimenšuvnna ođđaseamos guoibmevuohta lea kulturguoibmevuohta.

source: Foorumi korosti, että alkuperäiskansojen aktiivinen osallistuminen kulttuurikumppanuuteen on erityisen tärkeää. ”
sme: Forum deattuhii, ahte eamiálbmogiid aktiivvalaš oassálastin kulturguoibmevuhtii lea erenomáš dehalaš. ”

source: Alkuperäiskansoilla on paljon annettavaa kulttuurikumppanuudelle.
sme: Eamiálbmogiin lea olu addámuš kulturguoibmevuhtii.

source: Alkuperäiskansojen musiikki, taide, käsityö ja esittävät taiteet tulisivat olla kumppanuuden keskiössä ” Näkkäläjärvi näkee.
sme: Eamiálbmogiid musihkka, dáidda, duodji ja ovdanbukti dáidagat galggašedje leat guoibmevuođa guovddážis ” Näkkäläjärvi oaidná. ”

source: ” Nyt olemme saaneet tärkeitä asioita foorumin julkilausumaan ja meidän tulee huolehtia siitä, että ne myös huomioidaan pohjoisen ulottuvuuden eri kumppanuuksissa ja yhteistyössä.
sme: Dál leat ožžon dehalaš áššiid foruma loahppaárvalussii ja mii galgat fuolahit das, ahte dat maiddái vuhtiiváldojit davvi dimenšuvnna sierra guoibmevuođain ja ovttasbarggus.

source: Meidän alkuperäiskansojen ja saamelaisen parlamentaarisen neuvoston tulee laatia esityksiä siitä, miten julistuksessa olevia tärkeitä asioita voidaan toimeenpanna.
sme: Mii eamiálbmogat ja SPR galgat ráhkadit evttohusaid das, mo loahppaárvalusa dehalaš áššiid sáhttá ollašuhttit.

source: Erityisesti meidän tulee pohtia sitä, miten alkuperäiskansojen osallisuus voidaan parhaiten turvata pohjoisen ulottuvuuden yhteistyössä.
sme: Erenomážiti mii galgat guorahallat dan, mo eamiálbmogiid osolašvuođa sáhttá buoremusat sihkkarastit davvi dimenšuvnna ovttasbarggus.

source: Tulemme käsittelemään asiaa SPN:n hallituksen seuraavassa kokouksessa huhtikuussa ja toivottavasti saamme silloin valmistelutyön hyvin alkuun ”, Näkkäläjärvi kertoo.
sme: Boahtit giehtadallat ášši SPR:a stivrra čuovvovaš čoahkkimis cuoŋománus ja sávvamis oažžut dalle válmmaštallanbarggu bures álgui ”, Näkkäläjärvi muitala.

source: Kolmas pohjoisen ulottuvuuden parlamentaarinen foorumi järjestetään Venäjällä vuonna 2013.
sme: Davvi dimenšuvnna goalmmát parlamentáralaš forum lágiduvvo Ruoššas jagi 2013.
